var gununduasi = {
    "Allah Rəsulu sallallahu aleyhi və səlləm Hz.İbrahimə endirilən on səhifədən bunları nəql edir: /n/r-“Ağıl sahibinin müəyyən saatları olmalıdır: Vaxtının bir qismini Rəbbinə dua və niyaza, bir qismini Uca Allahın sənət və qüdrətini təfəkkürə, bir qismini keçmişdə etdiklərini düşünməyə və gələcəkdə edəcəklərini planlaşdırmağa, bir qismini də halal yoldan məişət ehtiyaclarını təmin etməyə ayırmalıdır.”/n/r(Əbu Nuaym, Xilyə, I,167, İbn Əsir, əl-Kamil,I,124)",
    "Bişri Hafiz həzrətləri buyurur ki:/n/r- “İnsanlar Allahın əzəmətini haqqı ilə təfəkkür etsələr, Ona qarşı üsyan edə bilməz, günah edə bilməzdilər.”/n/r(İbn Kəsir, I,448, Əli İmran-190 ayəsinin təfsiri)",
    "Məgər onlar başlarının üstündəki göyə baxıb onu necə yaratdığımızı, necə bəzədiyimizi və orada heç bir yarıq olmadığını görmürlərmi?! Eləcə də yeri necə döşədiyimizi (hamarlayıb düzəltdiyimizi), orada möhkəm duran dağlar yaratdığımızı, hər cür gözəl növdən (meyvə) yetişdirdiyimizi görmürlərmi?! (Bütün bunlar Rəbbinə tərəf) dönüb qayıdan hər bir bəndə üçün ibrət dərsi və öyüd-nəsihət olsun deyə etdik. Qaf, 6-8",
    "(Ya Peyğəmbər!) Məgər Allahın göydən yağış yağdırdığını, onu yer üzündəki bulaqlara axıtdığını, sonra onunla növbənöv əkin yetişdirdiyini görmürsənmi?! Sonra o (əkin) quruyar, sən onu saralmış görərsən. Sonra da (Allah) onu çör-çöpə döndərər. Həqiqətən, bunda ağıl sahibləri üçün ibrətlər vardır! (Zümər-21)",
    "Yeddi göyü (bir-birinin üstündə) qat-qat yaradan da Odur. (Ey insan!) Sən Rəhmanın yaratdığında heç bir uyğunsuzluq görməzsən. Bir gözünü qaldırıb (səmaya) bax, heç orada bir yarıq (çatdaq, nöqsan) görə bilərsənmi?! Sonra gözünü qaldırıb iki dəfə bax. Göz orada (axtardığını tapmayıb) zəif, yorğun düşərək yenə də sənə tərəf qayıdacaqdır! And olsun ki, Biz dünya səmasını (yerə ən yaxın olan göyü) qəndillərlə (ulduzlarla) bəzədik. Mülk 3-5",
    "Həqiqətən, göylərin və yerin yaradılmasında, gecə ilə gündüzün bir-birini əvəz etməsində, içərisində insanlar üçün mənfəətli şeylər olan gəmilərin dənizlərdə üzməsində, quruyan yer üzünü Allahın göydən yağmur yağdıraraq yenidən diriltməsində, cins-cins heyvanları onun hər tərəfə yaymasında, göylə yer arasında ram edilmiş küləyin və buludların bir səmtdən başqa səmtə döndərilməsində, (Allahın hikmət və qüdrətinə dəlalət edən) əlamətlər vardır. Bəqərə-164",
    "(Ey İnsanlar!) Məgər Allahın göylərdə və yerdə olanları (günəşi, ayı, ulduzları və buludları; meyvələri, bitkiləri, dənizləri, çayları və gölləri) sizə ram etdiyini (sizin istifadənizə verdiyini), aşkar (görmə, eşitmə, sağlamlıq) və gizli (əql, şüur, fəhm, elm və i. a.) nemətləri sizə bolluca ehsan etdiyini görmürsünüzmü? İnsanlar içərisində eləsi də vardır ki, nə bir elmi, nə bir doğru yol göstərən rəhbəri, nə də bir nurani (ilahi) kitabı olmadan Allah barəsində mübahisə edər. Loğman-20",
    "O Allah ki, sizin üçün yer üzünü döşədi, göyü isə tavan yaratdı, göydən yağmur endirdi və onun vasitəsilə sizin üçün müxtəlif meyvələrdən ruzilər yetişdirdi. İndi siz də Allaha (Onun heç bir oxşarı və bənzəri olmadığını) bilə-bilə şəriklər qoşmayın! Bəqərə-22",
    "Yeri (Yer kürəsini) sizə ram edən Odur. Onun qoynunda gəzin, (Allahın) ruzisindən yeyin. Axır dönüş də Onadır! Mülk-15",
    "Məgər Biz yeri həm dirilərə, həm də ölülərə məskən etmədikmi?(Yerin altında ölülər yatar, üstündə dirilər gəzib-dolanar) Mürsəlat 25-26",
    "(Yer üzündə zəiflikləri ucbatından) ruzisini daşıya (əldə edə) bilməyən neçə-neçə canlılar vardır. Onların da, sizin də ruzinizi Allah verir. O, (hər şeyi) eşidəndir, biləndir. (Sizə dininizə görə bir məşəqqət üz verdiyi zaman məişət çətinliklərindən qorxub başqa ölkələrə hicrət etməkdən çəkinməyin. Allah orada da ruzinizi verəcəkdir. O sizi heç vaxt darda qoymaz!) Ənkəbut-60",
    "Məgər dəvəyə baxmırlar ki, necə yaradılmışdır? Göyə (baxmırlar ki) necə ucaldılmışdır? Dağlara (baxmırlar ki) necə dikəldilmişdir? Və yerə (baxmırlar ki) necə döşədilmişdir? (Ya Peyğəmbər! Mənim bəndələrimə) öyüd-nəsihət ver. Sən ancaq öyüd-nəsihət verənsən! Ğaşiyə 17-21",
    "Şübhəsiz ki, davarda (sağmal heyvanlarda) da sizin üçün bir ibrət vardır. Biz onların qarınlarındakı qanla ifrazat arasında olan təmiz südü sizə içirdirik. O, içənlərin boğazından rahat keçər. (Qanın və ifrazatın dadı, qoxusu və rəngi əsla südə qarışmaz. Əksinə, südə elə bir tam verərik ki, o, içənlərə xoş gələr). Nəhl-66",
    "Rəbbin bal arısına belə vəhy (təlqin) etdi: “Dağlarda, ağaclarda və (insanların) qurduqları çardaqlarda (evlərin damında, üzümlüklərdə) özünə evlər tik (pətəklər sal); Sonra bütün meyvələrdən ye və Rəbbinin sənə göstərdiyi yolla rahat (asanlıqla) get! (Və ya: “Rəbbinin yollarını itaətlə tut!”) (O arıların) qarınlarından insanlar üçün şəfa olan müxtəlif rəngli (ağ, sarı, qırmızı) bal çıxar. Şübhəsiz ki, bunda düşünüb dərk edənlər üçün bir ibrət vardır! Nəhl-68-69",
    "Allah gördüyünüz göyləri dirəksiz yaratmış (yaxud O, göyləri görə bildiyiniz bir dirək olmadan xəlq etmiş), sizi yırğalamasın (atıb-tutmasın) deyə, yerdə möhkəm durmuş dağlar bərqərar etmiş və ora (yer üzünə) cürbəcür heyvanlar səpələmişdir. Biz göydən yağış yağdırdıq və (onunla) yerdə növbənöv gözəl (bitkilər, meyvələr) yetişdirdik. Loğman-10",
    "Biz göyləri, yeri və onların arasında olanları oyun-oyuncaq (əyləncə) yaratmadıq! Biz onları yalnız haqq olaraq yaratdıq, lakin onların (Məkkə müşriklərinin) əksəriyyəti (bunu) bilməz! Duxan 38-39",
    "Ey insan! Səni kərim olan Rəbbinə qarşı aldadan (və ya: məğrur edən) nədir? O Rəbbin ki, səni (yoxdan) yaratdı, düzəldib qaydaya (insan şəklinə) saldı. Sənə Özü istədiyi surətdə biçim verdi. İnfitar-6-8",
    "Biz, həqiqətən, insanı tərtəmiz (süzülmüş) palçıqdan yaratdıq. (Biz Adəmi torpaqdan, Adəm övladını isə süzülmüş xalis palçıqdan – nütfədən xəlq etdik). Sonra onu (Adəm övladını) nütfə halında möhkəm bir yerdə (ana bətnində) yerləşdirdik. Sonra nütfəni laxtalanmış qana çevirdik, sonra laxtalanmış qanı bir parça ət etdik, sonra o bir parça əti sümüklərə döndərdik, sonra sümükləri ətlə örtdük və daha sonra onu bambaşqa (yeni) bir məxluqat olaraq yaratdıq. Yaradanların ən gözəli olan Allah nə qədər (uca, nə qədər) uludur! (Belə bir yaradılışdan) sonra siz mütləq öləcəksiniz! Sonra siz qiyamət günü yenidən dirildiləcəksiniz! Muminin 12-16",
    "Məgər insan elə güman edir ki, (qiyamət günü) onun sümüklərini bir yerə yığa bilməyəcəyik?! Bəli, Biz onun barmaqlarını da (barmaq sümüklərini də, barmaqlarının uclarını da) düzəltməyə qadirik! Qiyamə 3-4",
    "Ölüm (ölüm bihuşluğu), həqiqətən, gələcəkdir. (Ey insan!) Bu sənin qorxub qaçdığın (cürbəcür vasitələrlə canını qurtarmaq istədiyin) şeydir! (Öləndən sonra yenidən dirilmək üçün) sur çalınacaqdır. Bu vəd olunmuş gündür (əzab günüdür)! Qaf 19-20",
    "Həqiqətən, Biz yağışı bol yağdırdıq. Sonra yeri gözəl yaratdıq (yaxşı yardıq), Belə ki, orada dən (dənli bitkilər) göyərtdik; Üzüm və yonca; Zeytun və xurma (bağları); (Ağacları bir-birinə) sarmaşan bağçalar; (Növbənöv) meyvələr və ot (ələf) yetişdirdik. (Bütün bunlar) sizin və heyvanlarınızın istifadəsi üçündür! Əbəsə 25-32",
    "Biz sizi (yoxdan) yaratdıq. Məgər (qiyamət günü yenidən dirildiləcəyinizi) təsdiq etməzmisiniz? Bəs (bətnlərə) axıtdığınız nütfəyə nə deyirsiniz? Ondan (insan) yaradan sizsiniz, yoxsa Biz?! Vaqia-57-59",
    "Bəs əkdiyiniz (toxuma) nə deyirsiniz? Onu bitirən sizsiniz, yoxsa Biz?! Əgər Biz istəsəydik, onu bir saman çöpünə döndərər, siz də mat-məəttəl qalıb: “Biz ziyana uğramış, Bəlkə, (hələ ruzidən də) məhrum olmuş kimsələrik!” (deyərdiniz). Vaqia, 63-67",
    "Bəs içdiyiniz suya nə deyirsiniz? Onu buluddan endirən sizsiniz, yoxsa Biz?! Əgər istəsəydik, onu acı (bir su) edərdik. Elə isə niyə (Allahın nemətlərinə) şükür etmirsiniz? Vaqia, 68-70 ",
    "Bəs (yaş ağacdan) yandırdığınız oda nə deyirsiniz? Onun ağacını yaradan sizsiniz, yoxsa Biz? Biz onu (sizi cəhənnəm odu ilə qorxutmaqdan ötrü) ibrət dərsi və səhrada olan müsafirlərin faydalanması üçün yaratdıq. Vaqia, 71-73",
    "Məgər onlar yer üzünü gəzib özlərindən əvvəlkilərin aqibətinin necə olduğunu görmürlərmi? Onlar (Ad, Səmud tayfaları) bunlardan daha qüvvətli idilər. Onlar (əkinçilik məqsədilə) torpağı qazıb altını üstünə çevirmiş və yer üzünü bunlardan daha çox abad etmişdilər. Peyğəmbərləri onlara açıq-aşkar möcüzələr gətirmişdilər. Allah onlara zülm etmirdi, onlar özləri özlərinə zülm edirdilər. Rum-9", 
    "Sizin üçün onlarla ünsiyyət edəsiniz deyə, öz cinsinizdən zövcələr xəlq etməsi, aranızda (dostluq) sevgi və mərhəmət yaratması da Onun qüdrət əlamətlərindəndir. Həqiqətən, bunda (bu yaradılışda) düşünən bir qövm üçün ibrətlər vardır! Rum-21"
};